Repository: Rsync25/kumuly_pocket
Catalog: lib/l10n/app_*.arb
Languages: es, nl

# takeFullControlHeadline
source: Take full control and become unstoppable
es: Toma el control total y se imparable
nl: Neem volledige controle en word onstuitbaar

# takeFullControlDescription
source: Kumuly Pocket is a non-custodial wallet, meaning your money is really yours. Nobody can stop you from using it as you wish. Only you can access your funds through your 12 secret words.
es: Kumuly Pocket es una billetera no custodial, lo que significa que tu dinero es realmente tuyo. Nadie puede impedirte usarlo como quieras. Solo tu puedes acceder a tus fondos a través de tus 12 palabras secretas.
nl: Kumuly Pocket is een niet-custodiale portemonnee, wat betekent dat jouw geld echt van jou is. Niemand kan je tegenhouden om het te gebruiken zoals jij dat wilt. Alleen jij hebt toegang tot jouw fondsen via jouw 12 geheime woorden.

# getYourFamilyAndFriendsOnboardHeadline
source: Get your family and friends onboard
es: Aborda a tu familia y amigos
nl: Haal je familie en vrienden aan boord

# getYourFamilyAndFriendsOnboardDescription
source: Add contacts and spontaneously send, receive and request funds without having to generate invoices. So simple, everyone can do it.
es: Agrega contactos y envía, recibe y solicita fondos espontáneamente sin tener que generar facturas. Tan simple que todos pueden hacerlo.
nl: Voeg contacten toe en stuur, ontvang en vraag spontaan fondsen aan zonder facturen te hoeven genereren. Zo simpel, iedereen kan het.

# directlySpendOnProductsAndServicesHeadline
source: Directly spend sats on products and services
es: Gasta sats directamente en productos y servicios
nl: Besteed sats rechtstreeks aan producten en diensten

# directlySpendOnProductsAndServicesDescription
source: You can find a constantly growing offering of products and services to pay for in the app directly in sats. No need to convert to fiat currency. No need to share personal info. No need to ask for permission. Just spend your sats directly and support the circular economy.
es: Puedes encontrar una oferta en constante crecimiento de productos y servicios para pagar en la aplicación directamente en sats. No es necesario convertir a moneda fiduciaria. No es necesario compartir información personal. No es necesario pedir permiso. Simplemente gasta tus sats directamente y apoya la economía circular.
nl: Je kunt een constant groeiend aanbod van producten en diensten vinden om in de app direct in sats te betalen. Geen behoefte om naar fiat-valuta om te zetten. Geen behoefte om persoonlijke informatie te delen. Geen toestemming nodig. Besteed gewoon je sats rechtstreeks en ondersteun de circulaire economie.

# letYourBusinessBeDiscoveredHeadline
source: Let your business be discovered
es: Deja que tu negocio sea descubierto
nl: Laat jouw bedrijf ontdekt worden

# letYourBusinessBeDiscoveredDescription
source: Access merchant features to grow your business on bitcoin. Make your products stand out with exclusive promotions and be embraced by the Bitcoin community as you see your sales increase.
es: Accede a las funciones de comerciante para hacer crecer tu negocio en bitcoin. Haz que tus productos se destaquen con promociones exclusivas y se abrazado por la comunidad Bitcoin mientras veas aumentar tus ventas.
nl: Maak gebruik van de handelaarsfuncties om jouw bedrijf op Bitcoin te laten groeien. Laat jouw producten opvallen met exclusieve promoties en word omarmd door de Bitcoin-gemeenschap terwijl je jouw verkopen ziet toenemen.

source: Already have an account?
es: ¿Ya tienes una cuenta?
nl: Heb je al een account?

source: Import account
es: Importar cuenta
nl: Importeer account

source: Wallet created
es: Billtera creada
nl: Portemonnee aangemaakt

# pressContinueAfterWalletCreation
source: Press continue to set up a PIN and start spending ⚡ sats right from your pocket.
es: Presiona continuar para configurar un PIN y comenzar a gastar ⚡ sats directamente desde tu bolsillo.
nl: Druk op ga verder om een PIN in te stellen en begin met het uitgeven van ⚡ sats vanuit je pocket.

source: Seed import
es: Importar semilla
nl: Seed importeren

# seedImportHelpText
source: To import your seed, please enter the 12 words in the correct order.
es: Para importar tu semilla, por favor ingresa las 12 palabras en el orden correcto.
nl: Om je seed te importeren, voer je de 12 woorden in de juiste volgorde in.

source: Wallet recovered
es: Billetera recuperada
nl: Portemonnee hersteld

# pressContinueDescriptionAfterRecovery
source: Press continue to set up a PIN and get back to spending ⚡ sats right from your pocket.
es: Presiona continuar para configurar un PIN y volver a gastar ⚡ sats directamente desde tu bolsillo.
nl: Druk op ga verder om een PIN in te stellen en begin met het uitgeven van ⚡ sats vanuit je pocket.

source: One moment, please.
es: Un momento por favor.
nl: Een ogenblik aub.

source: Pocket balance
es: Saldo del bolsillo
nl: Pocket saldo

source: Total sales
es: Total ventas
nl: Totaal sales

source: Recent transactions
es: Transacciones recientes
nl: Recente transacties

source: Promo paid
es: Promo paga
nl: Promo betaald

source: Pocket
es: Bolsillo

source: Contacts
es: Contactos
nl: Contacten

source: For you
es: Para ti
nl: Voor jou

# salesRegister
source: Sales
es: Ventas

source: Cashier
es: Cajero
nl: Kassa

source: My posts
es: Mis publicaciones
nl: Mijn posts

source: Scan
es: Escanea

source: Send
es: Envia
nl: Verstuur

source: Receive
es: Recibe
nl: Ontvang

source: Buy bitcoin
es: Compra bitcoin
nl: Koop bitcoin

source: Save in bitcoin
es: Ahorra en bitcoin
nl: Spaar in bitcoin

source: Move to pocket
es: Mueve a bolsillo
nl: Verplaats naar pocket

# switchToMerchantMode
source: Switch to store mode
es: Cambia a modo comercio
nl: Switch naar verkopersmodus

source: Switch to pocket mode
es: Cambia a modo bolsillo
nl: Switch naar pocket modus

source: Notifications
es: Notificaciones
nl: Notificaties

source: new notifications
es: notificaciones nuevas
nl: nieuwe notificaties

source: Your activity
es: Tu actividad
nl: Jouw activiteit

source: Promos
es: Promociones

source: App settings
es: Configuraciones de la App
nl: App configuraties

source: Bitcoin unit
es: Unidad Bitcoin
nl: Bitcoin eenheid

source: Local currency
es: Moneda local
nl: Lokale currency

source: Location
es: Locación
nl: Locatie

source: Language
es: Idioma
nl: Taal

source: Security
es: Seguridad
nl: Veiligheid

source: Change PIN
es: Cambia de PIN
nl: Verander PIN

source: Seed words
es: Frase semilla
nl: Seed woorden

source: About Kumuly
es: Sobre Kumuly
nl: Over Kumuly

source: FAQ
es: Preguntas frecuentes

source: Tech support
es: Soporte técnico

source: Others
es: Otras
nl: Overig

source: Terms and conditions
es: Términos y condiciones
nl: Algemene gebruiksvoorwaarden

source: Privacy policy
es: Política de privacidad
nl: Privacy beleid

source: Fees
es: Comisiones
nl: Kosten

source: Version
es: Versión
nl: Versie

source: Logout
es: Cerrar sesión
nl: Uitloggen

# continueLabel
source: Continue
es: Continuar
nl: Ga verder

# accountCreationPolicyPart1
source: By creating an account, you agree to our
es: Al crear una cuenta confirmas que estas de acuerdo con nuestros
nl: Door een account aan te maken, gaat u akkoord met onze

# accountCreationPolicyPart2
source: Terms of Service
es: Terminos y Condiciones
nl: Gebruiksvoorwaarden

# accountCreationPolicyPart3
source: and
es: y
nl: en

# accountCreationPolicyPart4
source: Privacy Policy
es: Politica de Privacidad
nl: Privacybeleid

# noDataCollectedOrSharedForCommercialPurposes
source: Kumuly will never collect or share your data for commercial purposes.
es: Kumuly nunca colecionará o cederá tus datos con fines comerciales.
nl: Kumuly zal uw gegevens nooit verzamelen of delen voor commerciële doeleinden.

source: Assign alias
es: Asignar alias
nl: Ken alias toe

# assignAliasDescriptionPart1
source: A name or alias will let you easily identify this account among others you might create on this device.
es: Un nombre o alias te permitirá identificar más fácilmente esta cuenta entre otras que podrías crear en este dispositivo.
nl: Een naam of alias stelt je in staat om deze rekening gemakkelijker te identificeren tussen andere die je mogelijk op dit apparaat aanmaakt.

# assignAliasDescriptionPart2
source: This alias is only stored on your device. It will not be shared with anyone and you can change it at any time.
es: Este alias se almacena solamente en tu dispositivo. No se compartirá con nadie y puedes cambiarlo en cualquier momento.
nl: Deze alias wordt alleen op je apparaat opgeslagen. Het wordt met niemand gedeeld en je kunt het op elk moment wijzigen.

source: Insert name or alias here
es: Ingresa nombre o alias aquí
nl: Voer name of alias hier in

source: Confirm alias
es: Confirmar alias
nl: Bevestig alias

# chooseAPIN
source: Choose a PIN to protect your account.
es: Elige un PIN para proteger tus fondos.
nl: Kies een PIN om je account te beschermen.

source: Confirm PIN
es: Confirmar PIN
nl: Bevestig PIN

# confirmPINDescription
source: Please confirm the choosen PIN.
es: Vuelve a ingresar el PIN para confirmar.
nl: Voer je PIN code opnieuw in om te bevestigen.

# pinDoesNotMatch
source: The PIN you entered does not match the previous one.
es: No coincide con el PIN ingresado antes.
nl: De PIN code komt niet overeen met de bevestiging.

source: Sign in with
es: Acceder con
nl: Inloggen met

source: Has not signed in yet
es: No ha iniciado sesión aún
nl: Heeft nog niet ingelogd

# lastSignInSince
source: Last sign-in
es: Último inicio de sesión hace
nl: Laatste login

source: seconds ago
es: segundos
nl: seconden geleden

source: minutes ago
es: minutos
nl: minuten geleden

source: hours ago
es: horas
nl: uur geleden

source: days ago
es: dias
nl: dag(en) geleden

source: Enter your PIN
es: Ingresa tu PIN
nl: Voer je PIN in

# insertPIN
source: Enter PIN
es: Ingresa PIN
nl: Voer PIN in

# insertYourPINToUnlock
source: Enter your PIN to unlock
es: Ingresa tu PIN para desbloquear
nl: Voer je PIN code in om te ontgrendelen

source: Incorrect PIN
es: PIN incorrecto
nl: Onjuiste PIN code

source: Receive bitcoin
es: Recibe bitcoin
nl: Ontvang bitcoin

source: How much do you want to receive?
es: ¿Cuánto quieres recibir?
nl: Hoeveel wil je ontvangen?

source: Confirm amount
es: Confirmar monto
nl: Bevestig bedrag

source: Amount to receive
es: Monto a recibir
nl: Te ontvangen bedrag

source: If paid from
es: Si se paga desde
nl: Met betaling via

source: the Bitcoin network
es: la red Bitcoin
nl: het Bitcoin network

# bitcoinProcessingTime
source: min. 10 minutes
es: minimo 10 minutos
nl: min. 10 minuten

source: in fees
es: en comisiones
nl: kosten

source: the Lightning Network
es: la red Lightning

# lightningProcessingTime
source: instant
es: instantáneo

# unifiedQRExplanation
source: A QR code that works for both the Bitcoin as the Lightning Network will be generated.
es: Un codigo QR que funciona tanto para la red Bitcoin como para la red Lightning será generado.
nl: Een QR code die zowel voor het Bitcoin als Lightning netwerk werkt zal gegenereerd worden.

source: Generate
es: Generar
nl: Genereer

source: Generate invoice
es: Generar factura
nl: Genereer factuur

source: Move funds to pocket
es: Mueve fondos a bolsillo
nl: Verplaats fondsen naar pocket

source: More deals
es: Más beneficios
nl: Meer deals

# promoDescriptionTitle
source: What's in this deal?
es: Que esta adentro de esta promo?
nl: Wat zit er in deze deal?

# promoTermsAndConditionsTitle
source: Terms and conditions
es: Términos y condiciones
nl: Voorwaarden en condities

source: Enjoy promo
es: Aprovecha la promo
nl: Grijp deze promo

source: Confirm payment
es: Confirma el pago
nl: Bevestig betaling

source: Verified merchant
es: Comercio verificado
nl: Geverifieerde verkoper

# plusNetworkFee
source: + Network fee
es: + Comisión de red
nl: + Netwerk kosten

source: Payment completed
es: Pago completado
nl: Betaling voltooid

source: Payment received
es: Pago recibido
nl: Betaling ontvangen

source: Promo code received
es: Código de promo recibido
nl: Promo code ontvangen

# checkOutGuidelinesToRedeemPromo
source: Check out the guidelines on how to redeem the promo.
es: Mira las instrucciones para reclamar la promo.
nl: Bekijk de richtlijnen om deze promo te verzilveren.

source: Redemption instructions
es: Instrucciones de redención
nl: Instructies voor verzilvering

source: Promo code
es: Código de promo

# priceUpdatedError
source: Price in bitcoin changed. Please review and confirm the new price.
es: El valor en bitcoin se cambió. Por favor, revisa el nuevo precio y vuelve a confirmar.
nl: Prijs in bitcoin is veranderd. Controleer de nieuwe prijs en bevestig opnieuw.

source: Valid until
es: Válido hasta
nl: Geldig tot

source: Show this QR code at
es: Muestra este código QR en
nl: Laat deze QR code zien bij

source: See on map
es: Ver en mapa
nl: Zie op kaart

# redemptionExplanation
source: The merchant must scan this QR code to validate the promotion. In case you don't claim the offer, the funds will return to your pocket after the promotion ends.
es: El comercio debe escanear este código QR para validar la promo. En caso de no reclamar la oferta, los fondos volverán a tu bolsillo una vez que la promo termine.
nl: De verkoper moet deze QR code scannen om de promotie te valideren. Als je de aanbieding niet claimt, komen de fondsen na afloop van de promotie terug in je pocket.

source: Promo redeemed
es: Promo reclamada
nl: Promo verzilverd

source: Sent
es: Enviado
nl: Verstuurd

source: Received
es: Recibido
nl: Ontvangen

source: Enter an amount
es: Ingresa el monto
nl: Voer een bedrag in

# cashierPaymentInstructions
source: Customer must scan the QR code with his Bitcoin spending wallet to make the payment.
es: El cliente debe escanear el código QR con su billetera de gastos de Bitcoin para realizar el pago.
nl: De klant moet de QR code scannen met zijn Bitcoin uitgaven wallet om de betaling te doen.

source: Funds received
es: Fondos recibidos
nl: Fondsen ontvangen

# availableInSalesBalance
source: Available in your sales balance.
es: Dispobible en tu saldo de ventas.
nl: Beschikbaar in sales saldo

source: Unavailable
es: No disponible
nl: Niet beschikbaar

source: Copy
es: Copiar
nl: Kopieer

source: Invoice copied
es: Factura copiada
nl: Factuur gekopieerd

source: Promo QR scan
es: Escan de código QR de promo

# scanQrToRedeemPromo
source: Scan a customer's QR code to redeem the promotion.
es: Escanea el código QR de un cliente para reclamar la promo.
nl: Scan een QR code van een klant om de promotie te verzilveren.

source: Validate promo
es: Validar promo
nl: Valideer promo

source: Cancel promo
es: Cancelar promo
nl: Annuleer promo

# validateIfProductOrServiceIsStillAvailable
source: If the product or service is still available press validate. Otherwise, press cancel.
es: Si el producto o servicio aún está disponible, presiona validar. De lo contrario, presiona cancelar.
nl: Als het product of de dienst nog beschikbaar is, druk dan op valideren. Anders, druk op annuleren.

source: Promo validated
es: Promo validada
nl: Promo gevalideerd

# pleaseProvideProductOrService
source: Please provide the product or service to your customer.
es: Por favor, proporciona el producto o servicio a tu cliente.
nl: Geef het product of de dienst aan je klant.

source: Promo cancelled
es: Promo cancelada
nl: Promo geannuleerd

# theCustomerCanClaimARefund
source: The customer can claim a refund through the app.
es: El cliente puede reclamar un reembolso a través de la aplicación.
nl: De klant kan een terugbetaling claimen via de app.

# contactIdExplanation
source: Your contact ID, also known as a node ID, is a unique identifier within Bitcoin's Lightning Network. You can share it for others to add you as a contact and send payments easily.
es: Tu contact ID, también conocido como node ID, es un identificador único dentro de la red Lightning de Bitcoin. Puedes compartirlo para que otros te agreguen como contacto y envíen pagos fácilmente.
nl: Je contact ID, ook wel node ID genoemd, is een unieke identificatie binnen het Lightning Network van Bitcoin. Je kunt het delen zodat anderen je gemakkelijk als contact kunnen toevoegen en betalingen kunnen sturen.

source: Your ID
es: Tu ID
nl: Jouw ID

# satUnitHelperText
source: Set SAT as the unit in all your bitcoin spending wallets and avoid converting the amounts when interacting with them.
es: Configura SAT como la unidad en todas tus billeteras bitcoin de gastos, asi evitas convertir los montos cada vez que interactues con ellas.
nl: Zet SAT als eenheid in al je bitcoin uitgaven wallets, zo vermijd je om te moeten rekenen bij het versturen van fondsen.

# usingSatsMakesYourLifeEasier
source: Using satoshis makes your life easier. 😎
es: Usar satoshis te hace la vida más fácil. 😎
nl: Het gebruik van satoshis maakt je leven gemakkelijker. 😎

source: Get to know more
es: Conoce más
nl: Kom meer te weten

source: Send bitcoin
es: Envia bitcoin
nl: Verstuur bitcoin

# sendToOtherBitcoinSpendingOrSavingsWallet
source: Send bitcoin to any other bitcoin spending or savings wallet.
es: Envia bitcoin a cualquier otra billetera de gastos o ahorro de bitcoin.
nl: Verstuur bitcoin naar elke andere bitcoin uitgaven of spaar wallet.

source: Destination
es: Destino de envio
nl: Bestemming

source: Bitcoin address or Lightning code
es: Dirección bitcoin o código Lightning
nl: Bitcoin adres of Lightning code

# pleaseProvideAValidBitcoinAddressOrLightningCode
source: Please provide a valid bitcoin address, Lightning invoice, Lightning node ID, LNURLpay code or Lightning address.
es: Por favor, proporciona una dirección bitcoin válida, una factura Lightning, un ID de nodo Lightning, un código LNURLpay o una dirección Lightning.
nl: Geef een geldig bitcoin adres, Lightning factuur, Lightning node ID, LNURLpay code of Lightning adres.

source: Scan to send
es: Escanear para enviar
nl: Scan om te versturen

# sendSatsQrScanInstructions
source: Scan or upload a QR code of a Bitcoin spending or savings wallet to send to.
es: Escanea o sube un código QR de una billetera de gastos o ahorro de Bitcoin para enviar.
nl: Scan of upload een QR code van een Bitcoin uitgaven of spaar wallet om naar te versturen.

# scanOrUploadBitcoinQrCode
source: Scan or upload a Bitcoin QR code
es: Escanea o sube código QR de bitcoin
nl: Scan of upload een Bitcoin QR code

source: Confirm destination
es: Confirmar destino
nl: Bevestig bestemming

source: Amount to send
es: Monto a enviar
nl: Te versturen bedrag

# howMuchToSend
source: How much do you want to send?
es: ¿Cuánto quieres enviar?
nl: Hoeveel wil je versturen?

source: Payment details
es: Detalle del envio
nl: Betaling details

source: Operation fees
es: Comisiones de operación
nl: Operationele kosten

source: Processing time
es: Velocidad
nl: Verwerkingstijd

source: This code expires in
es: Este código expira en
nl: Deze code vervalt binnen

source: seconds
es: segundos
nl: seconden

source: minutes
es: minutos
nl: minuten

source: hours
es: horas
nl: uren

source: days
es: dias
nl: dagen

source: months
es: meses
nl: maanden

source: Confirm and send
es: Confirmar y enviar
nl: Bevestig en verstuur

source: Bitcoin address
es: dirección Bitcoin

source: Lightning invoice
es: factura Lightning
nl: Lightning factuur

source: Lightning node
es: nodo Lightning

source: LNURLpay
es: pago LNURL

# invoiceExpiredAlready
source: Expired
es: Ya expiró
nl: Verlopen

# invoiceExpiredInstructions
source: This Lightning invoice has expired, create or request a new one.
es: Esta facture Lightning ha caducada, crea o solicita una nueva.
nl: Deze Lightning factuur is reeds verlopen, vraag of maak een nieuwe aan.

source: Payment in process
es: Pago en proceso
nl: Betaling in verwerking

source: Add contact
es: Agregar contacto
nl: Voeg contact toe

# addContactDescription
source: Add a contact to spontaneously send and request payments.
es: Agrega un contacto para enviar y solicitar pagos espontáneamente.
nl: Voeg een contact toe om spontaan betalingen te versturen en te soliciteren.

source: Contact ID or Lightning node ID
es: ID de contacto o ID de nodo Lightning
nl: Contact ID of Lightning node ID

# pleaseProvideAValidContactOrLightningNodeId
source: Please provide a valid Kumuly Pocket contact ID or Lightning node ID.
es: Por favor, proporciona un ID de contacto Kumuly Pocket o un ID de nodo Lightning válido.
nl: Geef een geldig Kumuly Pocket contact ID of Lightning node ID.

# scanOrUploadContactIdCode
source: Scan or upload a contact ID code
es: Escanea o sube un código QR de ID de contacto
nl: Scan of upload een contact ID code

# confirmContactId
source: Confirm ID
es: Confirmar ID
nl: Bevestig ID

# howToCallContact
source: How do you want to call this contact?
es: ¿Cómo quieres llamar a este contacto?
nl: Hoe wil je dit contact noemen?

# insertContactNameHere
source: Insert name here
es: Ingresa el nombre aquí
nl: Voer naam hier in

source: Confirm name
es: Confirmar nombre
nl: Bevestig naam

source: New contact
es: Nuevo contacto
nl: Nieuw contact

source: Has sent you funds.
es: Te ha enviado fondos
nl: Heeft je geld gestuurd

source: Funds sent successfully.
es: Fondos enviados exitosamente.
nl: Fondsen succesvol verstuurd.

source: Try to send funds again.
es: Intenta enviar fondos nuevamente.
nl: Probeer opnieuw te versturen.

source: Search a contact
es: Busca un contacto
nl: Zoek een contact

source: Add
es: Agregar
nl: Toevoegen

source: Scan contact ID
es: Escanear ID de contacto

# addContactQrScanInstructions
source: Scan or upload a QR code of a Kumuly Pocket contact ID or Lightning node ID to add.
es: Escanea o sube un código QR de ID de contacto Kumuly Pocket o ID de un nodo Lightning para agregarlo.
nl: Scan of upload een QR code van een Kumuly Pocket contact ID of Ligtning node Id om toe te voegen.

source: Contact added successfully
es: Contacto agregado exitosamente
nl: Contact succesvol toegevoegd

# sendNewContact
source: Send to your new contact
es: Envia a tu nuevo contacto
nl: Stuur naar je nieuwe contact

source: New contact added!
es: Nuevo contacto agregado!
nl: Nieuw contact toegevoegd!

source: Today
es: Hoy
nl: Vandaag

source: Yesterday
es: Ayer
nl: Gisteren

source: You sent
es: Enviaste
nl: Je hebt verstuurd

source: Failed
es: Fallido
nl: Mislukt

source: Add a note here
es: Agrega una nota aquí
nl: Voeg hier een notitie toe

source: Send funds
es: Enviar fondos
nl: Verstuur fondsen

source: Failed to send funds
es: No se pudo enviar fondos
nl: Mislukt om fondsen te versturen

source: Confirm
es: Confirmar
nl: Bevestig

# copyInvoiceOrScanQR
source: Copy an invoice or scan the QR code.
es: Copia una factura o escanea el código QR.
nl: Kopieer een factuur of scan de QR code.

source: Something went wrong
es: Algo salió mal.
nl: Er is iets misgegaan

# amountTooBigForOnChain
source: Amount too big for Bitcoin address
es: Monto demasiado grande para dirección Bitcoin
nl: Bedrag te groot voor bitcoin adres

# amountTooSmallForOnChain
source: Amount too small for Bitcoin address
es: Monto demasiado pequeño para dirección Bitcoin
nl: Bedrag te klein voor bitcoin adres

source: Bitcoin address copied
es: Dirección Bitcoin copiada
nl: Bitcoin adres gekopieerd

source: Copy Bitcoin address
es: Copiar dirección Bitcoin
nl: Kopieer bitcoin adres

source: Lightning invoice copied
es: Factura Lightning copiada
nl: Lightning factuur gekopieerd

source: Copy Lightning invoice
es: Copiar factura Lightning
nl: Kopieer Lightning factuur

source: Payment request copied
es: Solicitud de pago copiada
nl: Betaling verzoek gekopieerd

source: Recovery or seed phrase
es: Frase o semilla de recuperación
nl: Recovery of seed phrase
