Repository: Rsync25/kumuly_pocket
Catalog: lib/l10n/app_*.arb
Languages: es, nl

# recoveryOrSeedPhraseDescription
source: These 24 words will allow you to recover your funds in case you lose this device or reinstall the app.
es: Son 24 palabras que te permitirán recuperar el acceso a tus fondos en caso de que pierdas este dispositivo o reinstales la aplicación.
nl: Deze 24 woorden zullen je in staat stellen om je fondsen te herstellen in het geval dat je dit apparaat verliest of de app opnieuw installeert.

# take5MinutesToBackupYourSeedPhrase
source: Take 5 minutes and write them down on a piece of paper.
es: Tomate 5 minutos y escribelas en un papel.
nl: Neem 5 minuten de tijd om ze op een stuk papier te schrijven.

source: Obtain seed
es: Obtener semilla
nl: Haal seed op

source: Better at another time
es: Mejor en otro momento
nl: Beter op een andere keer

source: Your seed words
es: Tus palabras semilla
nl: Je seed woorden

# writeDownAndNumberSeedWords
source: Write down and number these words in order on a piece of paper
es: Escribe y numera estas palabras en orden en un papel
nl: Schrijf deze woorden op een stuk papier en nummer ze in volgorde

source: Invite code
es: Código de invitación

# inviteCodeDescription
source: Currently, Kumuly Pocket is in a testing phase and you need an invite code to create an account.
es: Actualmente, Kumuly Pocket está en fase de pruebas y necesitas un código de invitación para probar la app.
nl: Momenteel zit Kumuly Pocket in een testing fase en heb je een invite code nodig om een account aan te maken.

source: Enter invite code here
es: Ingresa el código de invitación aquí
nl: Voer invite code hier in

source: Confirm invite code
es: Confirmar código de invitación
nl: Bevestig invite code

# createAccountPrompt1
source: Create an account in seconds and
nl: Maak een account in enkele seconden en

# createAccountPrompt2
source: find out
nl: ontdek dat

# createAccountPrompt3
source: all you need is sats
nl: alles wat je nodig hebt, zijn sats

source: Create account
nl: Account aanmaken

# noPaymentsYet
source: You don't have any payments yet.
nl: Nog geen betalingen om te tonen.

# errorWhileLoadingPayments
source: An error occurred while loading your payments. Please try to refresh.
nl: Er is een fout opgetreden bij het laden van je betalingen. Probeer opnieuw te laden.

# endOfPayments
source: You have seen all your payments 😊
nl: Je hebt al je betalingen gezien 😊

source: Create PIN
nl: Kies PIN

source: Estimated fee
nl: Geschatte kosten

source: Node ID copied
nl: Node ID gekopieerd
